[AssaultRifle.Brothers.Title_Legendary_Brothers WeaponNamePartDefinition]
PartName="M2828 Thompson"

[AssaultRifle.Brothers.Title_Legendary_Brothers:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Every soldier has two families. The other side is his family. The other side is the family that tormented him.."
Suffix=""
Prefix=""

[AssaultRifle.PeakOpener.Title_Effervescent_PeakOpener WeaponNamePartDefinition]
PartName="Highest resolution"

[AssaultRifle.PeakOpener.Title_Effervescent_PeakOpener:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="The best choice for the game.."
Suffix=""
Prefix=""

[AssaultRifle.PeakOpener.WT_PeakOpener WeaponTypeDefinition]
Typename="Pistol"
PickupMessage="Directly %s"
UseFailureLevelMessage="You must have at least %d to use this feature.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="often"

[AssaultRifle.Title_Effervescent_Worming WeaponNamePartDefinition]
PartName="Teeth"

[AssaultRifle.Title_Effervescent_Worming:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="A simple solution to a big problem."
Suffix=""
Prefix=""

[Name.Prefix.Prefix_Gemstone_Rock WeaponNamePartDefinition]
PartName=""

[Name.Title.Title__Unique_evil spirit WeaponNamePartDefinition]
PartName="Gremlins"

[Name.Title.Title__Unique_Gremlins:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Coat of arms of Lemelin."
Suffix=""
Prefix=""

[Name.Title.Title__Unique_Unicornplosion WeaponNamePartDefinition]
PartName="Unicorn bar"

[Name.Title.Title__Unique_Unicornplosion:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="A great gift from a loved one that you will never forget.."
Suffix=""
Prefix=""

[Name.Title.Title_DroletDrill WeaponNamePartDefinition]
PartName="ring of fire"

[Name.Title.Title_DroletDrill:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Do you work.."
Suffix=""
Prefix=""

[Name.Title.Title_Infection_Cleaner WeaponNamePartDefinition]
PartName="To prevent infection"

[Name.Title.Title_Infection_Cleaner:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="I'll take care of everything, don't worry."
Suffix=""
Prefix=""

[Name.Title.Title_LaTiteVierge WeaponNamePartDefinition]
PartName="Salvation"

[Name.Title.Title_LaTiteVierge:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Look, you love life Go burn something."
Suffix=""
Prefix=""

[Name.Title.Title_Pearlescent_scholarship WeaponNamePartDefinition]
PartName="Bekah"

[Name.Title.Title_Pearlescent_Bekah:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Then he shot her in the face."
Suffix=""
Prefix=""

[Name.Title.Title_Pearlescent_Murder WeaponNamePartDefinition]
PartName="Carnage"

[Name.Title.Title_Pearlescent_Carnage:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Hey, launch a rocket."
Suffix=""
Prefix=""

[Name.Title.Title_Pearlescent_Chaude_Mama WeaponNamePartDefinition]
PartName="hot mother"

[Name.Title.Title_Pearlescent_Chaude_Mama:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Sagittarius works alone."
Suffix=""
Prefix=""

[Name.Title.Title_Pearlescent_Clear fists. WeaponNamePartDefinition]
PartName="Godfinger"

[Name.Title.Title_Pearlescent_Godfinger:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="which finger."
Suffix=""
Prefix=""

[Name.Title.Title_Pearlescent_The spirit of adventure WeaponNamePartDefinition]
PartName="Wanderlust"

[Name.Title.Title_Pearlescent_Wanderlust:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="You never know until it's over.."
Suffix=""
Prefix=""

[Name.Title_Dahl.Title_Legendary_Hornet_Hector WeaponNamePartDefinition]
PartName="heaven hector"

[Name.Title_Dahl.Title_Legendary_Hornet_Hector:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Attack of Neopandora."
Suffix=""
Prefix=""

[Rocket_Launcher.WorldBurn.Skill_WorldBurn SkillDefinition]
SkillName="Talk about goals"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Rocket_Launcher.WorldBurn.Skill_WorldBurn:BehaviorProviderDefinition_0.Behavior_AttributeEffect_0.SkillDefinition_0 SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Rocket_Launcher.WorldBurn.Title_Effervescent_WorldBurn WeaponNamePartDefinition]
PartName="The world is burning"

[Rocket_Launcher.WorldBurn.Title_Effervescent_WorldBurn:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="War does not count."
Suffix=""
Prefix=""

[Shotgun.Overcompensation.Title_Legendary_Overcompensator WeaponNamePartDefinition]
PartName="Overcompensator"

[Shotgun.Overcompensator.Title_Legendary_Overcompensator:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Do you feel anxious or conflicted?!"
Suffix=""
Prefix=""

[Skills.Skill_HotMama_VO SkillDefinition]
SkillName="We're talking about goals"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_HotMama_VO:BehaviorProviderDefinition_0.Behavior_AttributeEffect_4.SkillDefinition_0 SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skills.Skill_Overcompensator_VO SkillDefinition]
SkillName="It's all about the goal"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_Unicornsplosion_VO SkillDefinition]
SkillName="Let's talk about goals"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skills_Shields_VO SkillDefinition]
SkillName="Shield removal capability"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Sniper.Title_HotLove WeaponNamePartDefinition]
PartName="warm love"

[Sniper.Title_HotLove:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="they don't sleep!"
Suffix=""
Prefix=""

[Testing_Resist_100.Title_Corrosive_100 WeaponNamePartDefinition]
PartName="Take the children"

[Testing_Resist_100.Title_Corrosive_100:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Reduces damage"
Suffix=""
Prefix=""

[Testing_Resist_100.Title_Explosive_100 WeaponNamePartDefinition]
PartName="There is no end to evil"

[Testing_Resist_100.Title_Explosive_100:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Reduces slag resistance"
Suffix=""
Prefix=""

[Testing_Resist_100.Title_Fire_100 WeaponNamePartDefinition]
PartName="endless fire"

[Testing_Resist_100.Title_Fire_100:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Reduce the heat"
Suffix=""
Prefix=""

[Testing_Resist_100.Title_Shock_100 WeaponNamePartDefinition]
PartName="unlimited speed"

[Testing_Resist_100.Title_Shock_100:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="It reduces electrical resistance"
Suffix=""
Prefix=""

